# Russian Medical Vocabulary for Whisper Hotwords
# Format: One term per line, case-sensitive
# Categories: Dental, General Medical, Symptoms, Diagnostics, Treatments

# === DENTAL (Relevant to test audio) ===
кариес
кариеса
кариесов
кариесом
пульпит
пульпита
периодонтит
периодонтита
профосмотр
профосмотра
профосмотры
профосмотров
профилактика
профилактический
профилактические
стоматолог
стоматолога
зубной
зубная
зубные
пломба
пломбы
пломбировать
коронка
коронки
десна
десны
гингивит
пародонтит
пародонтоз

# === GENERAL MEDICAL TERMS ===
диагноз
диагноза
диагностика
диагностический
обследование
обследования
лечение
лечения
терапия
терапии
консультация
консультации
осмотр
осмотра
осмотры
пациент
пациента
пациенты
врач
врача
доктор
доктора
медицинский
медицинская
медицинские
клиника
клиники
больница
больницы
поликлиника
поликлиники
амбулатория
амбулаторный
стационар
стационарный

# === SYMPTOMS & COMPLAINTS ===
боль
боли
болит
болеть
болезненный
болезненная
симптом
симптома
симптомы
жалоба
жалобы
недомогание
слабость
головокружение
тошнота
рвота
температура
температуры
озноб
кашель
насморк
чихание
одышка
усталость
недосыпание

# === DIAGNOSTICS & TESTS ===
анализ
анализа
анализы
анализов
кровь
крови
моча
мочи
рентген
рентгена
флюорография
флюорографии
томография
томографии
УЗИ
ультразвук
ультразвуковой
электрокардиограмма
ЭКГ
биопсия
биопсии
мазок
мазка
посев
посева

# === BODY SYSTEMS & ORGANS ===
сердце
сердца
легкие
легких
печень
печени
почка
почки
желудок
желудка
кишечник
кишечника
голова
головы
горло
горла
нос
носа
ухо
уха
глаз
глаза
кожа
кожи
суставы
суставов
позвоночник
позвоночника

# === DISEASES & CONDITIONS ===
заболевание
заболевания
болезнь
болезни
инфекция
инфекции
воспаление
воспаления
грипп
гриппа
простуда
простуды
бронхит
бронхита
пневмония
пневмонии
гастрит
гастрита
язва
язвы
диабет
диабета
гипертония
гипертонии
аллергия
аллергии
астма
астмы
артрит
артрита
остеохондроз
остеохондроза

# === TREATMENTS & MEDICATIONS ===
лекарство
лекарства
препарат
препарата
препараты
таблетка
таблетки
капсула
капсулы
сироп
сиропа
мазь
мази
раствор
раствора
инъекция
инъекции
укол
укола
капельница
капельницы
рецепт
рецепта
назначение
назначения
дозировка
дозировки
антибиотик
антибиотика
антибиотики
обезболивающее
жаропонижающее
противовоспалительное
витамин
витамина
витамины

# === MEDICAL PROCEDURES ===
операция
операции
хирургия
хирургический
процедура
процедуры
манипуляция
манипуляции
вмешательство
вмешательства
реабилитация
реабилитации
физиотерапия
физиотерапии
массаж
массажа
гимнастика
гимнастики
терапевтический

# === VITAL SIGNS ===
давление
давления
пульс
пульса
дыхание
дыхания
вес
веса
рост
роста

# === TIME & FREQUENCY ===
ежедневно
регулярно
постоянно
периодически
разовый
хронический
хронически
острый
остро

# === MEDICAL ACTIONS (VERBS) ===
обследовать
лечить
назначить
принимать
пить
проглатывать
наносить
измерить
проверить
